{"TEXT1": "Sure, he became rapidly uneven after this film, but from \"Knife In the Water\" up till \"The Tenant\", Roman Polanski could always be counted on to deliver something fascinating and unique. Despite many running themes (alienation, paranoia), no two of his films are really alike. The story of this is somewhat similar to his own \"Repulsion\" from ten years earlier, but the tone is completely different. \"The Tenant\" manages to balance darker than dark absurdity (I'm a bit hesitant on calling it humor, even though the protagonists bizarre behavior and dialog was occasionally funny) with some truly suspenseful paranoia. Polanski was always a master at building unease, and moments in this film are almost unbearably creepy. The overall weirdness of the film is also a plus. In addition to Polanski's exquisite as usual direction, the rest of the cast and crew offer great contributions. Polanski the actor is often overshadowed by Polanski the director, but his performance here truly captures his characters awkwardness and sense of being an outcast. The themes of social discrimination make this film more than just strangeness for the sake of being strange. The rest of the cast offers strong performances also, especially Isabelle Adjani's sympathetic turn, and Melyvn Douglas and Shelley Winters' appropriately annoying ones. \"The Tenant\" is often underrated because of how ready people are to heap praise on both \"Repulsion\" and \"Rosemary's Baby\", but its just as brilliant as either of those classics. (9/10)", "TEXT2": "The sentiment is [MASK].", "LBL": "1"}
{"TEXT1": "Francesca Annis, Michael Kitchen AND Robson Green!! Wow, what a trio...OK, so this is no Anna Karenina, but it is a good love story, very well-written and well-acted by all. Even a few 'laugh-out-loud' moments mixed in with some pretty serious observations on fidelity, age bias, and parental aging/Alzheimer's issues. Quirky guitar music added to the story as well. While I have been a fan of Ms. Annis' since 'Lillie' (in the '70s) and Mr. Kitchen's since 'The Buccaneers' and 'Enchanted April', I have only recently discovered Mr. Green ('Me and Mrs. Jones', 'Touching Evil', etc. ), making me ask the question - why had I not seen 'Reckless' until recently??!! Admittedly more of a 'chick flick' than something a man will sit through, it is perfect for a rainy afternoon's lazy viewing.", "TEXT2": "The sentiment is [MASK].", "LBL": "1"}
{"TEXT1": "A movie/documentary about different people in Austria on the hottest weekend of the year. It follows what they are doing and maybe more what they are not doing. The tempo is very quiet......so you have to relax.......breathe in...breathe out before you see it......  First you think....but nothing is happening and you get a little angry over that..and thats the problem, because its the mood of the film and the really nice social realistic pictures which are nice in this film...........a lot of people will say its disgusting......but its not that bad...i think its more used for the marketing....and theres some really funny moments...a 60 old woman stripping.....i guarantee its the most unsexy striptease in film history......its movie which is real..i think thats the word......right up in your face.......and that makes it a bit scary.no computer manipulation here.....its real life...and as we all know movies can win over reality when it comes to doing sick things..........so its much worse in the real world....... If you survive the movie you can start to look at your neighbors and think...maybe they are like the persons in the movie...i bet theres a lot of them out there......sick...crazy people living with a nice facade........after seing the movie i feel its more interesting to look at my neighbors........ But maybe you shouldnt see this movie on your first date.........", "TEXT2": "The sentiment is [MASK].", "LBL": "1"}
{"TEXT1": "Beautifully made with a wonderful performance from Gretchen Moll capturing such a stainless plain happiness in her work, and the recreations of the little movies and the photographs are perfectly made and often hilarious. According to Harron they used film stock that is no longer produced and fifties style studio lighting even for the outside locations to give the colour portions its distinctive look. Bettie Page saw the movie at Hugh Heffner's house (she is now eighty-three) with the producers there, but not the director, in case it got awkward if she didn't like it. She apparently did like it up until the official inquiry, which she found unsettling. Some great costumes too. The idea for the movie started in 1993, but this was worth the wait. The portrait of her never seems to ring false in reference to all those images and snippets of (dreadful) movies that many of us will have already seen. It would make an interesting companion piece with Goodnight and Goodluck, but much more pleasant viewing!", "TEXT2": "The sentiment is [MASK].", "LBL": "1"}
{"TEXT1": "This second film is just as interesting as the previous one except that there is no suspense. We know what he is going to do and what is going to happen before it is even hinted at on the screen. Then the pleasure comes only from the way the various tricks happen and the succession of them. We know there will be dynamite in the car, that he will lose a wheel, that the car will have a crash, just to speak of the car. And that is what happens. Now the details and the particulars are for you to discover them in the film. That he may be baited by some dumb woman is obvious and has to come but we know that he has already seen through her and that he knows he is being dragged into a trap. Now, how is he going to get out of it? That's what you must discover by yourself. And don't worry he will get the main trafficker but how is another story. A speed boat is no match to our busy beaver on the river. We also know when he is going to be wounded. They did not know what bullet-proof jackets were in those days. It's true recently it was discovered that some GIs did not have that kind of equipment in Iraq. But what is the meaning of such a film? This insistence on hunting the traffickers and this blindness that does not see that it is the prohibition that creates the problem. But the film is a constant and perfect illustration that there is no value what so ever that can stand in the way of this moralistic crusade against the forces of evil. Why not simply legalize these goods so that they can be properly observed and under surveillance? When something is not illegal or pushed out of the way it is all the less fun to use them, to do them. It is the forbidden or the restricted that is attractive. Dr Jacques COULARDEAU, University Paris Dauphine, University Paris 1 Pantheon Sorbonne & University Versailles Saint Quentin en Yvelines", "TEXT2": "The sentiment is [MASK].", "LBL": "1"}
{"TEXT1": "  \"step aside for hollywood veterans?\" (the wayan brothers were 'asked') thats what hollyweird demanded and thats what it got. However, like so many of its recent decisions this one was a stupendous mistake. The director is SO out of touch with todays audience, attempting to bring back physical pratfalls and gags in place of funny dialogue is just a DISASTER. I knew it, the audience knew it and the CAST knew it. What a shame, why did they EVER consider changing directors? Not only that but the two Wayan brothers played as two of four primary characters, without them its just a farce and a sad one. SP", "TEXT2": "The sentiment is [MASK].", "LBL": "0"}
{"TEXT1": "Wow, I love and respect pretty much anything that David Lynch has done. However, this movie is akin to a first filmmaker's attempt at making a pseudo art video. To give you a couple of examples:   1. David Lynch is typically a visual filmmaker, however, this had little visual artistic content (blank walls, \"up shots\" with ceiling in the background)   2. David Lynch typically takes great pride in audio, however, in this you could even hear the video camera's hum. In fact, it is very hard to swallow the idea that he had anything to do with this movie. unless...  ...this is a joke, on David's part, to force fans search his website (for hours) only to find this drivel. I hope so, because at least that idea is funny.", "TEXT2": "The sentiment is [MASK].", "LBL": "0"}
{"TEXT1": "Baba - Rajinikanth will never forget this name in his life. This is the movie which caused his downfall. It was released with much hype but crashed badly and laid to severe financial losses for its producers and distributors. Rajinikanth had to personally repay them for the losses incurred. Soon after its release, he tried venturing into politics but failed miserably. Its a very bad movie with horrible acting, bad-quality makeup and pathetic screenplay. Throughout the movie, Rajinikanth looks like a person suffering from some disease. I'm one of the unfortunate souls who saw Baba, first day first show in theatre. The audiences were so bored that most of them left the theatre before the intermission. Sorry, I'll not recommend this one to anyone.", "TEXT2": "The sentiment is [MASK].", "LBL": "0"}
{"TEXT1": "Just had to write that one liner, but it really is. I love the gangster genre and this is the weakest entry I've seen in recent years . I have praises for everyone involved in most aspects except the most important one, the script . It is a weak story about a petty criminal. No amount of fine acting or black and white film styling can make up for a total lack of substance. I love Kevin Spacey and I hear he's gonna do another film about the general. My advice is don't waste your time.", "TEXT2": "The sentiment is [MASK].", "LBL": "0"}
{"TEXT1": "You probably heard this phrase when it come to this movie \u0096 \"Herbie: Fully Loaded with crap\" and yes it is true. This movie is really dreadful and totally lame. This got to be the second worst movie Lindsey is ever in since Confession of the Teenage Drama Queen. The only good thing about this movie seem to be the over talent cast which by far is better than the movie million times and is the only selling point of the movie. I don't see how such a respected actor like Matt Dillon could be a part of this movie, isn't he read that horrible screenplay before he sign on to be in it? What I didn't like about this movie is also base on how Herbie is surreal and fantasy like extraordinary ability and climb on wall and go faster than a racer car after all it just a Beatle. I know it is a kids movie but they have gone overboard with it and it just turn out more silly than entertaining. Little realism is needed plus the story is way too predictable. Final Words: Unless the kids are actually 5 -12 years I highly doubt that any one could enjoy this senseless movie. What wastage of my money. I feel like cheated. Rating: 3/10 (Grade: F)", "TEXT2": "The sentiment is [MASK].", "LBL": "0"}
